Repository: Snowy1803/BreakBaloon-mobile
Catalog: BreakBaloon/*.lproj/Localizable.strings
Languages: da, fr

# lang.code
source: en_US
da: da_DK
fr: fr_FR

# gametype.singleplayer
source: Singleplayer
da: Selv
fr: Solo

# gametype.computer
source: Against the computer
da: Mod computeren
fr: Contre l'ordinateur

# gametype.timed
source: Against the time
da: Mod tiden
fr: Contre la montre

# gametype.rand
source: Random baloons
da: Tilfældige balloner
fr: Ballons aléatoires

# gametype.error
source: You must play the other gamemodes to unlock this one
da: Du skal spille de andre spillemoder til at låse denne her op

# gamesize.small
source: Small (5x5)
da: Lille (5x5)
fr: Petit (5x5)

# gamesize.medium
source: Medium (7x7)
da: Mellem (7x7)
fr: Normal (7x7)

# gamesize.large
source: Large (10x10)
da: Stor (10x10)
fr: Grand (10x10)

# gamesize.adaptive
source: Adaptive (%dx%d)
da: Tilpasset (%dx%d)
fr: Adapté (%dx%d)

# gamesize.error
source: This size needs a a bigger screen
da: Dette størrelse holder ikke på dit skærm

source: Error
da: Fejl

source: Cancel
da: Annuller
fr: Annuler

# highscore.score
source: Highscore: %d
da: Rekord: %d
fr: Record : %d

# highscore.time
source: Best time: %d
da: Rekord mod tiden: %d
fr: Record de vitesse : %d

# game.score.no
source: You have no point
da: Du har ingen point
fr: Vous n'avez aucun point

# game.score.one
source: You have %d point
da: Du har %d point
fr: Vous avez %d point

# game.score.more
source: You have %d points
da: Du har %d points
fr: Vous avez %d points

# game.score.vsc.no.no
source: You have no point, they have no point
da: Du har ingen point, han har ingen point
fr: Vous n'avez aucun point, il n'a aucun point

# game.score.vsc.one.more
source: You have %d point, they have %d points
da: Du har %d point, han har %d points
fr: Vous avez %d point, il a %d points

# game.score.vsc.more.one
source: You have %d points, they have %d point
da: Du har %d points, han har %d point
fr: Vous avez %d points, il a %d point

# game.score.vsc.one.one
source: You have %d point, they have %d point
da: Du har %d point, han har %d point
fr: Vous avez %d point, il a %d point

# game.score.vsc.more.more
source: You have %d points, they have %d points
da: Du har %d points, han har %d points
fr: Vous avez %d points, il a %d points

# game.score.vsc.end.won
source: You won %d-%d!
da: Du vandt %d-%d!
fr: Vous avez avez gagné %d-%d !

# game.score.vsc.end.lost
source: You lost %d-%d!
da: Du tabt %d-%d!
fr: Vous avez avez perdu %d-%d !

# game.score.vsc.end.same
source: You are tied with %d points!
da: I har begge to %d points!
fr: Vous êtes à ex-aequo avec %d points !

# game.score.time
source: You have %d points with a time of %d seconds
da: Du har %d points med en tid på %d sekunder
fr: Vous avez un score de %d points, avec un temps de %d secondes !

# game.end.newrecord
source: New highscore!
da: Ny rekord!

# game.time
source: Time: %d seconds
da: Tid: %d sekunder
fr: Temps : %d secondes

# gameinfo.title
source: Last game
da: Sidste spil
fr: Dernière partie

# gameinfo.level
source: LEVEL %d
da: NIVEAU %d
fr: NIVEAU %d

# gameinfo.bonus
source: BONUS LEVEL
da: BONUS NIVEAU
fr: NIVEAU BONUS

# gameinfo.baloons
source: Baloons: %d
da: Balloner: %d
fr: Ballons : %d

# gameinfo.speed.low
source: Speed: Low
da: Hastighed : Lav
fr: Vitesse : Basse

# gameinfo.speed.medium
source: Speed: Medium
da: Hastighed : Medium
fr: Vitesse : Normale

# gameinfo.speed.high
source: Speed: High
da: Hastighed : Høj
fr: Vitesse : Haute

# gameinfo.speed.extreme
source: Speed: Extreme
da: Hastighed : Ekstrem
fr: Vitesse : Extrème

# gameinfo.fakeBaloonRate.low
source: Contains a few fake baloons
da: Indholder lidt falske balloner

# gameinfo.fakeBaloonRate.medium
source: Contains some fake baloons
da: Indholder nogen falske balloner

# gameinfo.fakeBaloonRate.high
source: Contains many fake baloons
da: Indholder mange falske balloner

# gameinfo.fakeBaloonRate.extreme
source: Contains a lot of fake baloons
da: Indholer masser af falske balloner

# gameinfo.requirePoints
source: %d points to win
da: %d points til at vinde
fr: %d points pour gagner

# gameinfo.end.finished
source: FINISHED
da: FÆRDIG
fr: TERMINÉ

# gameinfo.end.failed
source: FAILED
da: MISLYKKEDES
fr: ÉCHOUÉ

# gameinfo.end.bonus
source: Bonus level finished with %d bonus XP
da: Bonus niveau færdig med %d bonus XP
fr: Niveau bonus terminé avec un bonus de %d d'XP

# gameinfo.end.remaining
source: %d baloons missing for 3 stars
da: %d balloner mere til 3 stjerner

# gameinfo.end.remaining.one
source: One baloon missing for 3 stars
da: Et ballon mere til 3 stjerner

# settings.title
source: Settings
da: Indstillinger
fr: Réglages

# settings.audio
source: Sound effects
da: Lyd effekter
fr: Effets sonores

# settings.music
source: Music
da: Musik
fr: Musique

# settings.login
source: Log in
da: Log på
fr: Se connecter

# settings.logout
source: Log out
da: Log ud
fr: Se déconnecter

# theme.selector.text
source: Theme: %@
da: Tema: %@
fr: Thème : %@

# theme.default.name
source: Default
da: Standard
fr: Défaut

# bbstore.loading
source: Loading...
da: Vent et øjeblik...
fr: Chargement en cours...

# bbstore.error
source: Couldn't load BBStore
da: Kunne ikke indlæse BBStore
fr: Impossible de charger le BBStore

# bbstore.clickToDownload
source: Press to download
da: Tryk for at downloade
fr: Appuyer pour télécharger

# bbstore.title
source: BBStore - Content downloading for BreakBaloon
da: BBStore - Indhold downloading til BreakBaloon
fr: BBStore - Téléchargement de contenu pour BreakBaloon

# bbstore.download.text
source: Do you really want to download '%@'?
da: Vil du virkelig downloade '%@'?
fr: Voulez-vous vraiment télécharger '%@' ?

# bbstore.download.button
source: Download now!
da: Downloade!
fr: Télécharger

# bbstore.download.unsupported
source: Unsupported file type
da: Dette filtype er ikke understøttet
fr: Ce type de fichier n'est pas supporté

# bbstore.type.theme
source: Theme
da: Tema

# bbstore.type.music
source: Music
da: Musik

# bbstore.search
source: Search
da: Søg

source: Back
da: Tilbage
fr: Retour

# setting.category.music
source: Music
da: Musik
fr: Musique

# setting.category.other
source: Theme & Sounds
da: Tema & Lyd
fr: Autres

# level.label
source: Level %d
da: Niveau %d
fr: Niveau %d

# level.up.title
source: Level up!
da: Niveau op!
fr: Niveau supérieur !

# level.up.text
source: You are now level %d!
da: Du er nu niveau %d!
fr: Vous passez niveau %d !

# level.new
source: NEW
da: NYT
fr: NOUVEAU

# extension.bee
source: Bee
da: Bi
fr: Abeille

# login.title
source: Log In
da: Log på
fr: Connexion

# login.text
source: Write your Elemental Cube username & password to log in.
da: Skriv dit brugernavn og dit kodeord til at logge på Elemental Cube
fr: Entrez votre pseudonyme et votre mot de passe Elemental Cube pour vous connecter.

# login.username.placeholder
source: Username
da: Brugernavn
fr: Pseudonyme

# login.password.placeholder
source: Password
da: Kodeord
fr: Mot de passe

# login.tryagain
source: Try again
da: Prøve igen
fr: Rééssayer

source: Reset
fr: Réinitialiser

# bbstore.download.title
source: Download
fr: Téléchargement

# login.error.InvalidUsername
source: Invalid username
fr: Utilisateur inexistant

# login.error.DBError
source: An error occured while connecting to the database
fr: Une erreur est survenue lors de la connection à la base de données

# login.error.InvalidSessID
source: Invalid SessID
fr: Session invalide

# login.error.IncorrectPassword
source: Incorrect password
fr: Mot de passe incorrect

# login.error.ProfileDeactivated
source: Your profile hasn't been activated yet
fr: Votre profil n'est pas encore activé.
